aaron-bond.better-comments
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
arturock.gitstash
batisteo.vscode-django
bierner.markdown-mermaid
britesnow.vscode-toggle-quotes
codezombiech.gitignore
danielroedl.meld-diff
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
gitcommitpeek.git-commit-peek
github.vscode-github-actions
github.vscode-pull-request-github
gitworktrees.git-worktrees
hashicorp.hcl
hashicorp.terraform
hbenl.vscode-test-explorer
humao.rest-client
ibm.output-colorizer
jackiotyu.git-worktree-manager
jbro.vscode-default-keybindings
jebbs.markdown-extended
kevinrose.vsc-python-indent
lang2hong.githd
mark-wiemer.vscode-autohotkey-plus-plus
mindaro-dev.file-downloader
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.powershell
ms-vscode.test-adapter-converter
njpwerner.autodocstring
opentofu.vscode-opentofu
paragdiwan.gitpatch
qux-bbb.text-utils
randomfractalsinc.snippets-viewer
redhat.vscode-yaml
ryuta46.multi-command
smcpeak.default-keys-windows
stateful.runme
tamasfe.even-better-toml
twiking.vscode-hcl-format
tyriar.sort-lines
vscjava.vscode-gradle
wholroyd.jinja
yzhang.markdown-all-in-one
