7zip
base-files
bash
bsdutils
build-essential
coreutils
dash
debianutils
diffutils
findutils
grep
gzip
hostname
init
libattr1
login
ncurses-base
ncurses-bin
openssh-server
rustup
tssh
ubuntu-minimal
ubuntu-wsl
util-linux
